Repository: fa-krug/yana
Catalog: Yana/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %lld feeds · %lld tags · %lld articles · %lld images
de: %lld Feeds · %lld Tags · %lld Artikel · %lld Bilder

source: AI Mode
de: KI-Modus

source: Device Not Eligible
de: Gerät nicht geeignet

source: Not Enabled
de: Nicht aktiviert

source: Model Not Ready
de: Modell nicht bereit

source: Checking…
de: Wird geprüft…

source: Server mode uses whatever AI provider you've configured on the server. Apple Intelligence runs entirely on this device.
de: Der Servermodus verwendet den auf dem Server konfigurierten KI-Anbieter. Apple Intelligence läuft vollständig auf diesem Gerät.

source: Your own private feed reader — all your sources, gathered on your server.
de: Dein eigener privater Feed-Reader – alle deine Quellen, gesammelt auf deinem Server.

source: Your Own Server
de: Dein eigener Server

source: Yana pairs with a Yana Server you control, which aggregates your feeds and syncs them to every device.
de: Yana verbindet sich mit einem Yana-Server, den du selbst kontrollierst und der deine Feeds sammelt und mit allen Geräten synchronisiert.

source: Summarize, improve, or translate articles — via your server's AI provider, or entirely on-device with Apple Intelligence.
de: Fasse Artikel zusammen, verbessere oder übersetze sie – über den KI-Anbieter deines Servers oder vollständig auf dem Gerät mit Apple Intelligence.

source: Server Address
de: Serveradresse

source: Yana needs a Yana Server to sign in and sync your feeds.
de: Yana benötigt einen Yana-Server, um sich anzumelden und Feeds zu synchronisieren.

source: Changing the server requires signing in again.
de: Beim Ändern des Servers ist eine erneute Anmeldung erforderlich.

source: Pair a Yana Server that has feeds and articles configured.
de: Koppele einen Yana-Server mit Feeds und Artikeln.

source: Pair a Yana Server with feeds and articles to start reading.
de: Koppele einen Yana-Server mit Feeds und Artikeln, um zu lesen.

source: Pair Server
de: Server koppeln

source: Setting Up Your Library
de: Bibliothek wird eingerichtet

source: Fetching your feeds and articles from the server. This may take a moment.
de: Feeds und Artikel werden vom Server abgerufen. Dies kann einen Moment dauern.

source: Try Again
de: Erneut versuchen

source: Couldn't Reach Your Server
de: Server nicht erreichbar

source: Pairing succeeded, but your articles couldn't be loaded. Check your connection and try again.
de: Die Kopplung war erfolgreich, aber die Artikel konnten nicht geladen werden. Bitte die Verbindung prüfen und es erneut versuchen.

source: The server returned an error.
de: Der Server hat einen Fehler zurückgegeben.

source: The page stopped responding.
de: Die Seite reagiert nicht mehr.

source: The page loaded but did not display anything.
de: Die Seite wurde geladen, zeigt aber nichts an.

source: Sign-in didn't complete. Check that the address points to a running Yana Server and try again.
de: Die Anmeldung wurde nicht abgeschlossen. Bitte prüfen, ob die Adresse auf einen laufenden Yana Server zeigt, und es erneut versuchen.

source: The server's response could not be verified. Please try signing in again.
de: Die Antwort des Servers konnte nicht überprüft werden. Bitte die Anmeldung erneut versuchen.

source: Mark as Read
de: Als gelesen markieren

source: Mark as Unread
de: Als ungelesen markieren
